/* localizable strings */
"OK" = "OK";
"Cancel" = "Abbrechen";
"Are you sure you want to delete ?" = "Sind Sie sicher, dass Sie das löschen möchten ?";
"Are you sure you want to empty the contents of this archive ?" = "Sind Sie sicher, dass Sie den Inhalt dieses Archivs leeren möchten ?";
"Extract Here" = "Hierher extrahieren";
"Compress Here" = "Hierher komprimieren";
"Operation failed" = "Vorgang fehlgeschlagen";
"Warning !" = "Achtung !";
"The contents of the file can not be deleted with this programme !" = "Der Inhalt dieser Datei kann nicht mit diesem Programm gelöscht werden !";
"/Desktop" = "/Desktop";
"Save" = "Speichern";
"Being analyzed," = "Wird analysiert,";
"please wait for a moment !" = "Bitte warten Sie einen Moment !";
"Compressing," = "Komprimierung,";
"file" = "Datei";
"folder" = "Ordner";
"Being analyzed..." = "Wird analysiert...";
"Being analyzed: " = "Wird analysiert: ";
"The contents of the file can not be shown with this programme !" = "Die Datei kann nicht angezeigt werden !";
"The contents of the file is empty !" = "Der Inhalt dieser Datei ist leer !";
"Can not open this file with this programme !" = "Diese Datei kann nicht mit diesem Programm geöffnet werden !";
"Detect automatically" = "Automatisch erkennen";
"Password needed on file \"%@\"" = "Passwort für Datei benötigt \"%@\"";
"Extracting" = "Entpacken";
"Extracting:" = "Entpacken:";
"The contents of [%@] can not be extracted with this programme !" = "Der Inhalt dieser Datei [%@] kann mit diesem Programm nicht entpackt werden !";
"The contents of the file can not be extracted with this programme !" = "Der Inhalt dieser Datei kann mit diesem Programm nicht entpackt werden !";
"Error : [%@] !" = "Fehler : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "bestanden haben, wollen Sie update ?";
"Updating view from \"%@\"" = "Aktualisieren Blick aus \"%@\"";
"Adding files to" = "Hinzufügen zu";
"%@  (%d/%d total)" = "%@  (%d/%d gesamt)";
"The same file is opening, eject it please !" = "Die gleiche Datei öffnet, werfen Sie es bitte !";
"Creating : " = "Erstellen : ";
"Select a folder to save" = "Wählen Sie einen Ordner zum Speichern";
"Save Here" = "Speichern";
"Compressing : " = "Komprimierung : ";
"Some error happen, retry please !" = "Manche Fehler passieren, versuchen Sie bitte !";
"Normal" = "Normal";
"Maximized" = "Maximierte";
"Name" = "Name";
"Kind" = "Typ";
"Size" = "Größe";
"Original size" = "Originalgröße";
"Created" = "Erstellt";
"Modified" = "Geändert";

"About SmartZipper Pro" = "Über SmartZipper Pro";
"Preferences" = "Einstellungen…";
"Services" = "Dienste";
"Hide SmartZipper Pro" = "Ausblenden SmartZipper Pro";
"Hide Others" = "Andere ausblenden";
"Show All" = "Alle anzeigen";
"Quit SmartZipper Pro" = "Verlassen SmartZipper Pro";

"Set selected the path as default saving path" = "Ausgewählten Pfad als Standard-Speicherpfad einstellen";
"Default path can be modified in \"Preferences\"" = "Standard-Speicherpfad kann unter \"Einstellungen\" geändert werden";

"Add" = "Hinzufügen";
"Delete" = "Löschen";
"Quick Look" = "Vorschau";
"Extract to" = "Entpacken";
"Search" = "Suche";
"File Name" = "Dateiname";

"Edit" = "Bearbeiten";
"View" = "Sehen";
"Help" = "Hilfe";

"Window" = "Fenster";
"Minimize" = "Minimieren";
"Open Window" = "offene Fenster";
"Bring All to Front" = "Alle nach vorn bringen";

"Date Modified" = "Zeit";
"Path" = "Weg";


"Extract" = "Entpacken";
"Advanced" = "Erweitert";
"Always custom" = "Immer individuell";
"Use default path" = "Standardpfad benutzen";
"Change" = "Ändern";
"Show content in Finder after extraction" = "Inhalt anzeigen in Finder nach der Extraktion";
"When double-clicking archive in the Finder, directly extract" = "Wenn Doppelklick Archiv im Finder direkt zu extrahieren";
"Set SmartZipper Pro as default compressor/uncompressor" = "SmartZipper Pro als Standard Komprimierungs/Entpackungs tool einstellen";
"Close" = "Schließen";

"Filename encoding autodetection" = "Automatische Erkennung der Dateinamenkodierung";
"Filename encoding:" = "Dateiname kodieren:";
"Threshold:" = "Grenzwert:";
"confidence" = "Vertrauen";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(Falls das Vertrauenslevel niedriger als dieses ist, fragt das Programm nach einer Kodierung anstatt die automatisch erkannte zu verwenden.)";


"General" = "Allgemein";
"Compression format:" = "Komprimierungsformat:";
"[gz and bzip2 only support one file every time !]" = "[gz und bzip2 unterstützen nur jeweils eine Datei !]";
"Split" = "Aufsplitten";
"Split size:" = "Größe splitten:";
"Encrypt" = "Encrypt";
"Input password:" = "Passwort eingeben:";
"Encrypt headers ( Only 7z )" = "Dateinamen verschlüsseln ( nur 7z )";

"Compression level:" = "Komprimierungslevel: ";
"Store" = "Speicher";
"Fastest" = "Schnellste";
"Fast" = "Schnell";
"Normal" = "Normal";
"Maximum" = "Maximum";
"Ultra" = "Ultra";
"Solid archives (only 7z)" = "Solide Archive (nur 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Mac OS X Resource Forks ausschließen (ex: .DS_Store)";
"Show content in Finder after compression" = "Inhalt anzeigen in Finder nach der Kompression";
"The same path of the original file" = "Denselben Pfad der Original-Datei";

"Rate the App description" = "Vielen Dank, dass Sie unsere Software verwenden. Hat sie Ihnen geholfen? Wir wären Ihnen sehr dankbar, wenn Sie sich einen Moment Zeit nehmen und uns eine Bewertung geben würden. Vielen Dank.";
"Rate now" = "Jetzt bewerten";
"Rate later" = "Später bewerten";
"Don't show again" = "Nicht erneute anzeigen";


"Help Document" = "Hilfsdokument";
"Are you sure you want to add ?" = "Sind Sie sicher, dass Sie diese Dateien hinzufügen möchten?";
"Selected Items" = "Ausgewählte Gegenstände";
"Entire Zip File" = "Gesamte Zip-Datei";
"Open" = "Öffnen";
"Go" = "Gehen";
"Work path : " = "Arbeitspfad : ";


"help introduce" = "※\nDamit SmartZipper Pro besser funktionieren kann, sollten Sie am besten \"%@\" als Ihr Arbeitsverzeichnis auswählen. Sie werden dann standardmäßig in den Genuss einiger praktischer Funktionen kommen.\n\n※\nSie können das \"%@\"-Interface über den Menüpunkt \"SmartZipper Pro\" erreichen. Dort können Sie viele Einstellungen an Ihre Bedürfnisse anpassen.\n\n※\nDas Fenster können Sie über das Menü \"%@\" öffnen.";

"Open a directory or an archiver" = "Öffnen Sie ein Verzeichnis oder einen Archiv";


"Previous" = "Vorherige";
"Next" = "Nächste";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zoom to Fit";

"Skip" = "Überspringen";
"The file has been removed!" = "Diese Datei gibt es nicht.";

"Are you sure you want to add or open the files ?" = "Möchten Sie diese Dateien wirklich hinzufügen oder öffnen?";
"Extract slowly" = "Prüfen Sie, welche Datei ein Passwort benötigt, falls es in den Archiven mehrere Dateien mit unterschiedlichen Passwörtern gibt. (Langsam)";

"Review on the App Store" = "Bewertung im Appstore";
"Always show compress panel" = "Komprimierungs-Optionsfeld immer anzeigen";
"Always use default format" = "Im Standard-Komprimierungsformat komprimieren";
"Finder's context menu" = "Sucher-Kontextmenü";

"Purchase" = "Kauf";
"remind purchase text" = "Sie nutzen die Testversion von SmartZipperPro. Wenn die App Ihnen gefällt, dann kaufen Sie diese doch bitte im Mac AppStore";
"You can also try a few days of" = "Sie haben noch %ld Tage Zeit, um die App gratis zu testen";
"Remind me" = "erinnern";

"Ask user whether save document \"%@\"" = "Das Dokument \"%@\" wurde geändert.Möchten Sie die Änderungen speichern?";
"Ask user whether save doc document with images" = "Die Bilder im Dokument könnten verloren gehen. Möchten Sie die Änderungen speichern?";
"Don't Save" = "Nicht speichern";
"Undo Typing" = "Texteingabe widerrufen";
"Redo Typing" = "Texteingabe wiederholen";
"Ask user whether update archive \"%@\"" = "Das Dokument \"%@\" wurde geändert. Möchten Sie es im Archiv aktualisieren?";
"Update Archive" = "Archiv aktualisieren";
"Updating files to" = "Dateien aktualisieren in";
"Update" = "Aktualisieren";
"Don't Update" = "Nicht aktualisieren";
"Hex" = "Hex";
"Preview" = "Preview";

"Cut" = "Ausschneiden";
"Copy" = "Kopieren";
"Paste" = "Einfügen";
